Repository: common-repository/prices-by-user-role
Catalog: lang/eh-woocommerce-pricing-discount-*.po
Languages: de_de, fr_fr

source: Free!
de_de: Gratis!
fr_fr: Gratuit !

source: Role Based Pricing
de_de: Rollenbasierte Preisgestaltung
fr_fr: Prix ​​basés sur les rôles

source: Unregistered User
de_de: Nicht registrierte Benutzeroptionen:
fr_fr: Utilisateur non enregistré

source: Catalog Mode
de_de: Katalogmodus
fr_fr: Mode Catalogue

source: Tax Option
de_de: Steueroption
fr_fr: Option fiscale :

source: Manage User Role
de_de: Benutzer verwalten
fr_fr: Gérer les utilisateurs

source: <li><strong><font color="red">Go Premium!</font></strong>(Supports Variable &amp; Grouped Products)</li>
de_de: <li> <strong><font color="red">Gehen Sie Premium!</font></strong> (Unterstützt Variable &amp; Gruppierte Produkte) </li>
fr_fr: <li> <strong><font color="red">Passer en Premium!</font></strong> (Prend en charge les produits variables et groupés) </li>

source: Pricing and Discount
de_de: Preis und Rabatt
fr_fr: Prix ​​et réduction

source: Please select atleast one role to delete
de_de: Bitte wählen Sie mindestens ein Portal zum Löschen
fr_fr: Sélectionnez au moins un rôle à supprimer

source: User Role created successfully
de_de: Benutzerrolle erfolgreich erstellt
fr_fr: Rôle utilisateur créé avec succès

source: User Role creation failed
de_de: Benutzerrollenerstellung fehlgeschlagen
fr_fr: La création du rôle utilisateur a échoué

source: User Role deleted successfully
de_de: Rolle erfolgreich gelöscht!
fr_fr: Rôle supprimé avec succès

source: General and Tax Options:
de_de: Allgemeine und Steueroptionen:
fr_fr: Options générales et fiscales:

source: Enable Tax Options
de_de: Steueroptionen aktivieren
fr_fr: Activer les options fiscales

source: Enable
de_de: Überprüfen Sie, um Rollenspezifische Steueroptionen zu aktivieren.
fr_fr: Activer

source: Check to enable Role specific tax options.
de_de: Überprüfen Sie, um Rollenspezifische Steueroptionen zu aktivieren.
fr_fr: Vérifiez pour activer le rôle des options fiscales spécifiques.

source: Price Suffix
de_de: Preis Endsilbe
fr_fr: Unité monétaire (Suffixe)

source: Select the price suffix option you want to have. Choose General to apply globally. Choose Role specific to set different suffixes to different Roles.
de_de: Wählen Sie die gewünschte Preis-Suffix-Option aus. Wählen Sie Allgemein, um global anzuwenden. Wählen Sie Rolle, die spezifisch ist, um verschiedene Suffixe auf verschiedene Rollen zu setzen.
fr_fr: Sélectionnez l'option de suffixe de prix que vous souhaitez avoir. Choisissez Général pour appliquer globalement. Choisissez Rôle spécifique pour définir différents suffixes à différents rôles.

source: Suffix Text
fr_fr: Texte de suffixe :

source: Enter the text you want to suffix with the price.
de_de: Geben Sie den Text ein, den Sie mit dem Preis suffixieren möchten.
fr_fr: Entrez le texte que vous voulez suffixe avec le prix.

source: Catalog Mode Option:
de_de: Katalogmodus Option:
fr_fr: Option de mode catalogue:

source: One Click Catalog Mode
de_de: Ein Klick-Katalog-Modus
fr_fr: Mode de catalogue à un clic

source: Check to globally hide the price and disable Add to Cart button on Shop and Product page. To know more
de_de: Überprüfen Sie, um den Preis global zu verbergen und zu deaktivieren. In den Warenkorb auf Shop und Produktseite. Mehr wissen
fr_fr: Vérifiez globalement cacher le prix et désactivez le bouton Ajouter au panier sur la page Shop and Product. En savoir plus

source: click here
de_de: hier klicken
fr_fr: cliquez ici

source: Unregistered User Options:
de_de: Nicht registrierte Benutzeroptionen:
fr_fr: Options utilisateur non enregistrées:

source: Remove Add to Cart
de_de: Entfernen In den Warenkorb legen
fr_fr: Supprimer Ajouter au panier

source: Check to remove Add to Cart option.
de_de: Überprüfen Sie, um den Warenkorb zu entfernen.
fr_fr: Vérifiez pour supprimer l'option Ajouter au panier.

source: Placeholder Text
de_de: Platzhalter-Text
fr_fr: Espace réservé de texte

source: Enter the text you want to show when Add to Cart option is removed. Leave it empty if you don't want to show any placeholder text.
de_de: Geben Sie den Text ein, den Sie anzeigen möchten, wenn die Option In den Warenkorb hinzugefügt wird. Lassen Sie es leer, wenn Sie keinen Platzhaltertext anzeigen möchten.
fr_fr: Entrez le texte que vous souhaitez afficher lorsque l'option Ajouter au panier est supprimée. Laissez-le vide si vous ne souhaitez pas afficher le texte d'un espace réservé.

source: Replace Add to Cart
de_de: Ersetzen in den Warenkorb
fr_fr: Remplacer Ajouter au panier

source: Check to replace Add to Cart.
de_de: Überprüfen, um zu ersetzen in den Warenkorb.
fr_fr: Vérifier de remplacer Ajouter au panier.

source: Replace Button Text(Product Page)
de_de: Ersetzen Sie den Button Text (Produktseite)
fr_fr: Remplacer le texte du bouton (page de produit)

source: Enter the replace button text for Add to Cart in product page. Button functionality will remain same.
de_de: Geben Sie den Text für die Schaltfläche "Ersetzen" in die Produktseite ein. Die Tastenfunktionalität bleibt gleich.
fr_fr: Entrez le bouton du bouton de remplacement pour Ajouter au panier dans la page du produit. La fonctionnalité des boutons restera identique.

source: Replace Button Text(Shop Page)
de_de: Ersetzen Button Text (Shop Seite)
fr_fr: Remplacer le texte du bouton (Shop Page)

source: Enter the replace button text for Add to Cart in shop page.
de_de: Geben Sie die Schaltfläche "Ersetzen" in den Warenkorb ein.
fr_fr: Entrez le texte du bouton de remplacement pour Ajouter au panier en magasin.

source: Replace URL(Shop Page)
de_de: URL ersetzen (Shop-Seite)
fr_fr: Remplacer URL (Shop Page)

source: Enter the replace URL for Add to Cart button in shop page. If it is empty then Add to Cart text will be replaced only. Button functionality will remain same.
de_de: Geben Sie die ersetzte URL für die Schaltfläche "In den Warenkorb" ein. Wenn es leer ist, dann In den Warenkorb wird nur Text ersetzt. Die Tastenfunktionalität bleibt gleich.
fr_fr: Entrez l'URL de remplacement pour le bouton Ajouter au panier dans la page boutique. Si elle est vide, puis Ajouter au panier, le texte sera remplacé uniquement. La fonctionnalité des boutons restera identique.

source: Hide Regular Price
de_de: Regulärer Preis
fr_fr: Prix normal

source: Check this to hide regular price when sale price is given for simple products.
de_de: Überprüfen Sie dies, um regelmäßigen Preis zu verstecken, wenn der Verkaufspreis für einfache Produkte gegeben ist.
fr_fr: Vérifiez ceci pour cacher un prix régulier lorsque le prix de vente est donné pour des produits simples.

source: Hide Price
de_de: Preis verstecken
fr_fr: Cacher le prix

source: Check to hide product price. This will also remove Add to Cart button.
de_de: Überprüfen Sie, um den Produktpreis zu verbergen. Dies wird auch entfernen. In den Warenkorb hinzufügen.
fr_fr: Vérifiez pour masquer le prix du produit. Cela supprimera également le bouton Ajouter au panier.

source: Enter the text you want to show when price is removed. Leave it empty if you don't want to show any placeholder text.
de_de: Geben Sie den Text ein, den Sie anzeigen möchten, wenn der Preis entfernt wird. Lassen Sie es leer, wenn Sie keinen Platzhaltertext anzeigen möchten.
fr_fr: Entrez le texte que vous souhaitez afficher lorsque le prix est supprimé. Laissez-le vide si vous ne souhaitez pas afficher le texte d'un espace réservé.

source: User Role Specific Options:
de_de: Benutzerrollenspezifische Optionen:
fr_fr: Options spécifiques du rôle de l'utilisateur:

source: Select the User Role for which you want to hide Add to Cart option.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie die Option In den Warenkorb ausblenden möchten.
fr_fr: Sélectionnez le rôle d'utilisateur pour lequel vous souhaitez masquer l'option Ajouter au panier.

source: Enter the text you want to show when Add to Cart is removed. Leave it empty if you don't want to show any placeholder text
de_de: Geben Sie den Text ein, den Sie anzeigen möchten, wenn sich der Warenkorb befindet. Lassen Sie es leer, wenn Sie keinen Platzhaltertext anzeigen möchten
fr_fr: Entrez le texte que vous souhaitez afficher lorsque Ajouter au panier est supprimé. Laissez-le vide si vous ne souhaitez pas afficher le texte d'un espace réservé

source: Select the User Role for which you want to replace Add to Cart.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie ersetzen möchten.
fr_fr: Sélectionnez le rôle d'utilisateur pour lequel vous souhaitez remplacer Ajouter au panier.

source: Enter the replace URL for Add to Cart in shop page. If it is empty then Add to Cart text will be replaced only. Button functionality will remain same.
de_de: Geben Sie die ersetzte URL für den Warenkorb ein. Wenn es leer ist, dann In den Warenkorb wird nur Text ersetzt. Die Tastenfunktionalität bleibt gleich.
fr_fr: Entrez l'URL de remplacement pour ajouter au panier dans la page de magasin. Si elle est vide, puis Ajouter au panier, le texte sera remplacé uniquement. La fonctionnalité des boutons restera identique.

source: Select the User Role for which you want to hide regular price of all the simple products which have sale prices.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie einen regelmäßigen Preis aller einfachen Produkte mit Verkaufspreisen verbergen möchten.
fr_fr: Sélectionnez le rôle d'utilisateur pour lequel vous souhaitez cacher le prix régulier de tous les produits simples qui ont des prix de vente.

source: Select the User Role for which you want to hide product price.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie den Produktpreis ausblenden möchten.
fr_fr: Sélectionnez le rôle utilisateur pour lequel vous souhaitez masquer le prix du produit.

source: Enter the text you want to show when price is removed. Leave it empty if you don't want to show any placeholder text
de_de: Geben Sie den Text ein, den Sie anzeigen möchten, wenn der Preis entfernt wird. Lassen Sie es leer, wenn Sie keinen Platzhaltertext anzeigen möchten
fr_fr: Entrez le texte que vous souhaitez afficher lorsque le prix est supprimé. Laissez-le vide si vous ne souhaitez pas afficher le texte d'un espace réservé

source: Individual Product Adjustment
de_de: Individuelle Produktanpassung
fr_fr: Réglage individuel des produits

source: Select the User Role for which you want to have individual product level price adjustment in edit product page.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie eine individuelle Produktniveau-Preisanpassung in der Produktseite bearbeiten möchten.
fr_fr: Sélectionnez le rôle d'utilisateur pour lequel vous souhaitez avoir un ajustement du prix du niveau de produit individuel dans la page de modification du produit.

source: Price Adjustment: (Discount/Markup)
de_de: Preisanpassung: (Discount / Markup)
fr_fr: Réglage des prix: (Réduction / Marquage)

source: Check to hide product regular price
de_de: Überprüfen Sie, um Produkt regelmäßigen Preis zu verstecken
fr_fr: Vérifiez pour cacher le prix régulier du produit

source: Category Name Background Color
de_de: Kategoriename Hintergrundfarbe
fr_fr: Nom de la catégorie - Couleur de fond

source: Add Custom User Role:
de_de: Benutzerdefinierte Benutzerrolle hinzufügen:
fr_fr: Ajouter un rôle d'utilisateur personnalisé:

source: User Role
de_de: Benutzerrolle
fr_fr: Rôle d'utilisateur

source: Enter the name of the user role you want to create
de_de: Geben Sie den Namen der Benutzerrolle ein, die Sie erstellen möchten
fr_fr: Entrez le nom du rôle utilisateur que vous souhaitez créer

source: Remove User Role:
de_de: Rolle des Benutzer entfernen.
fr_fr: Supprimer le rôle de l'utilisateur:

source: Select the user role you want to delete.
de_de: Wählen Sie die Benutzerrolle aus, die Sie löschen möchten.
fr_fr: Sélectionnez le rôle utilisateur que vous souhaitez supprimer.

source: Drag and drop User Roles to set priority. If a single User has multiple user roles assigned, the user role with the highest priority will be chosen. To give discount enter a negative value in the price adjustment field. For markup enter a positive value in the price adjustment field. If no category is selected then adjustment will be applied to all the simple products.
de_de: Ziehen Sie per Drag & Drop User Roles, um Priorität zu setzen. Wenn ein einzelner Benutzer mehrere Benutzerrollen zugewiesen hat, wird die Benutzerrolle mit der höchsten Priorität gewählt. Um einen Rabatt zu geben, geben Sie einen negativen Wert in das Preisanpassungsfeld ein. Für markup geben Sie einen positiven Wert in das Preisanpassungsfeld ein. Wenn keine Kategorie ausgewählt ist, wird die Einstellung auf alle einfachen Produkte angewendet.
fr_fr: Faites glisser et déposez les rôles utilisateur pour définir la priorité. Si un seul utilisateur a plusieurs rôles d'utilisateur attribués, le rôle d'utilisateur avec la plus haute priorité sera choisi. Pour donner une réduction, entrez une valeur négative dans le champ d'ajustement des prix. Pour le marquage, entrez une valeur positive dans le champ de réglage du prix. Si aucune catégorie n'est sélectionnée, le réglage sera appliqué à tous les produits simples.

source: Select a category to apply price adjustment to the products which belong to that category. If no particular category is selected, the price adjustment will be applied to all the products.
de_de: Wählen Sie eine Kategorie aus, um eine Preisanpassung an die Produkte anzugeben, die zu dieser Kategorie gehören. Wenn keine bestimmte Kategorie ausgewählt ist, wird die Preisanpassung auf alle Produkte angewendet.
fr_fr: Sélectionnez une catégorie pour appliquer l'ajustement de prix aux produits qui appartiennent à cette catégorie. Si aucune catégorie particulière n'est sélectionnée, l'ajustement de prix sera appliqué à tous les produits.

source: Categories
de_de: Categorie
fr_fr: Catégories

source: Price Adjustment (%s)
de_de: Preisanpassung (%s)
fr_fr: Ajustement du prix (%s)

source: Price Adjustment (%)
de_de: Preisanpassung.
fr_fr: Ajustement du prix (%)

source: Use Role Based Price
de_de: Rollen Basierter Preis
fr_fr: Utilisez le prix basé sur le rôle

source: Price Suffix Table
de_de: Preis-Suffix-Tabelle
fr_fr: Table Suffixe de prix

source: Check to remove Add to Cart.
de_de: Überprüfen Sie, um den Warenkorb zu entfernen.
fr_fr: Vérifiez pour supprimer Ajouter au panier.

source: Check to hide price.
de_de: Überprüfen Sie, um Preis zu verstecken.
fr_fr: Vérifiez pour cacher le prix.

source: Remove Add to Cart
de_de: Entfernen In den Warenkorb legen
fr_fr: Supprimer Ajouter au panier

source: Select the user role for which you want to remove Add to Cart.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie entfernen möchten. In den Warenkorb legen.
fr_fr: Sélectionnez le rôle d'utilisateur pour lequel vous souhaitez supprimer Ajouter au panier.

source: Hide Price
de_de: Preis verstecken
fr_fr: Cacher le prix

source: Select the user role for which you want to hide price.
de_de: Wählen Sie die Benutzerrolle aus, für die Sie den Preis verbergen möchten.
fr_fr: Sélectionnez le rôle d'utilisateur pour lequel vous souhaitez cacher le prix.

source: Enforce product price adjustment
de_de: Erzwingt die Produktpreisanpassung
fr_fr: Appliquer l'ajustement du prix du produit

source: Check to enforce indvidual price adjustment
de_de: Überprüfen Sie, um eine individuelle Preisanpassung durchzusetzen
fr_fr: Contrôler l'ajustement indu de prix

source: Drag and drop user roles to set priority. If a single user has multiple user roles assigned, the user role with the highest priority will be chosen. To give discount enter a negative value in the price adjustment field. For markup enter a positive value in the price adjustment field.
de_de: Ziehen Sie die Benutzerrollen per Drag & Drop, um Priorität zu setzen. Wenn ein einzelner Benutzer mehrere Benutzerrollen zugewiesen hat, wird die Benutzerrolle mit der höchsten Priorität gewählt. Um einen Rabatt zu geben, geben Sie einen negativen Wert in das Preisanpassungsfeld ein. Für markup geben Sie einen positiven Wert in das Preisanpassungsfeld ein.
fr_fr: Faites glisser et déposez les rôles utilisateur pour définir la priorité. Si un seul utilisateur a plusieurs rôles d'utilisateur attribués, le rôle d'utilisateur avec la plus haute priorité sera choisi. Pour donner une réduction, entrez une valeur négative dans le champ d'ajustement des prix. Pour le marquage, entrez une valeur positive dans le champ de réglage du prix.

source: Role Based Price
de_de: Rollen Basierter Preis
fr_fr: Prix ​​basé sur le rôle

source: Price (%s)
de_de: Preis (%s)
fr_fr: Prix (%s)

source: Tax Options Table
de_de: Steueroptionen Tabelle
fr_fr: Tableau des options fiscales

source: This table handles only tax display option. To modify tax rate go to
de_de: Diese Tabelle behandelt nur Steueranzeigeoption. Um den Steuersatz zu ändern, gehen Sie zu
fr_fr: Cette table ne gère que l'option d'affichage des taxes. Pour modifier le taux d'imposition, allez à

source: of Woocommerce.
de_de: von Woocommerce.
fr_fr: de Woocommerce.

source: Tax Type
de_de: Steuer Typ
fr_fr: Type de taxe

source: Default
de_de: Standard
fr_fr: Défaut

source: Is everything fine? You already have the Premium version installed in your website. For any issues, kindly raise a ticket via <a target='_blank' href='//support.xadapter.com/'>support.xadapter.com</a>
de_de: Ist alles in Ordnung? Sie haben bereits die Premium-Version auf Ihrer Website installiert. Für irgendwelche Fragen, freundlicherweise ein Ticket über <a target='_blank' href='//support.xadapter.com/'>support.xadapter.com</a>
fr_fr: Est-ce que tout va bien? Vous avez déjà installé la version Premium sur votre site. Pour tout problème, veuillez générer un ticket via <a target='_blank' href='//support.xadapter.com/'>support.xadapter.com</a>

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: Documentation
fr_fr: Consulter la documentation

source: Premium Upgrade
de_de: Premium-Erweiterung
fr_fr: Mise à niveau Prémium

source: Pricing & Discount
de_de: Preise & Rabatt
fr_fr: Prix ​​et réduction

source: WooCommerce Catalog Mode, Wholesale & Role Based Pricing (BASIC)
de_de: WooCommerce-Katalog-Modus, Großhandel & Rollenbasierte Preisgestaltung (BASIC)
fr_fr: Mode de catalogue WooCommerce, prix en gros et basé sur les rôles (BASIC)

source: One click Catalog mode. Hide add to cart for guest, specific user. Hide price for guest, specific user for simple products. Create user role specific product price. Enforce markup/discount on price for selected user roles.
de_de: Ein Klick Katalogmodus. Hide in den Warenkorb für Gast, spezifischer Benutzer. Ausblenden Preis für Gast, spezifischer Benutzer für einfache Produkte. Erstellen Sie einen benutzerspezifischen Produktpreis. Erzwingen Sie Markup / Rabatt auf den Preis für ausgewählte Benutzerrollen.
fr_fr: Un clic sur le mode Catalogue. Masquer ajouter au panier pour invité, utilisateur spécifique. Cacher le prix pour les clients, un utilisateur spécifique pour les produits simples. Créez un prix de produit spécifique au rôle utilisateur. Exécuter le balisage / réduction sur le prix pour les rôles utilisateur sélectionnés.
